/*
 BrandMessengerLocalizable.strings
 BrandMessenger
 
 Copyright (c) 2015 Smooch Technologies. All rights reserved.
 */

/* Nav bar button, action sheet cancel button */
"Cancel" = "Abbrechen";

/* Conversation title */
"Messages" = "Nachrichten";

/* Conversation header. Uses CFBundleDisplayName */
"This is the start of your conversation with the %@ team. We'll stay in touch to help you get the most out of your app.\nFeel free to leave us a message about anything that’s on your mind. We’ll get back to your questions, suggestions or anything else as soon as we can." = "Das ist der Anfang deiner Unterhaltung mit dem %@ Team. Wir bleiben mit dir in Kontakt, um dabei zu helfen, das Beste aus deiner App herauszuholen.\nZögere nicht uns eine Nachricht, über alles was dir am Herzen liegt, zu hinterlassen. Wir beantworten deine Fragen, Vorschläge oder sonstige Anliegen so schnell wie möglich.";

/* Error message shown in conversation view */
"No Internet connection" = "Keine Internetverbindung";

/* Error message shown in conversation view */
"Could not connect to server" = "Konnte nicht mit dem Server verbinden";

/* Error message shown in conversation view */
"Reconnecting..." = "Erneut verbinden...";

/* Error message shown in conversation view */
"An error occurred while processing your action. Please try again." = "Es ist ein Fehler beim Verarbeiten deiner Aktion aufgetreten. Bitte versuche es erneut.";

/* Conversation header when there are previous messages */
"Show more..." = "Mehr anzeigen...";

/* Conversation header when fetching previous messages */
"Retrieving history..." = "Verlauf abrufen...";

/* Fallback used by the in app notification when no message author name is found */
"%@ Team" = "%@ Team";

/* Conversation send button */
"Send" = "Senden";

/* Conversation text input place holder */
"Type a message..." = "Nachricht tippen...";

/* Conversation nav bar left button */
"Done" = "Fertig";

/* Failure text for chat messages that fail to upload */
"Message not delivered. Tap to retry." = "Nachricht wurde nicht gesendet. Tippe um es erneut zu versuchen.";

/* Status text for chat messages */
"Sending..." = "Senden...";

/* Action sheet button label */
"Take Photo" = "Foto aufnehmen";

/* Action sheet button label */
"Use Last Photo Taken" = "Zuletzt aufgenommenes Foto verwenden";

/* Action sheet button label */
"Choose from Library" = "Aus Bibliothek wählen";

/* Action sheet button label */
"Resend" = "Erneut senden";

/* Action sheet button label */
"View Image" = "Foto anzeigen";

/* Error displayed in message bubble if image failed to download */
"Tap to reload image" = "Tippe um das Bild neu zu laden";

/* Error title when user selects "use latest photo", but no photos exist */
"No Photos Found" = "Keine Bilder gefunden";

/* Error description when user selects "use latest photo", but no photos exist */
"Your photo library seems to be empty." = "Deine Foto-Bibliothek scheint leer zu sein.";

/* Error title when user attempts to upload a photo but Photos access is denied */
"Can't Access Photos" = "Kein Foto-Zugriff";

/* Error description when user attempts to upload a photo but Photos access is denied */
"Make sure to allow photos access for this app in your privacy settings." = "Bitte vergewissere dich, Zugriff auf Fotos in den Privatsphäre-Einstellungen zu gewähren.";

/* Error title when user attempts to take a photo but camera access is denied */
"Can't Access Camera" = "Kein Kamera-Zugriff";

/* Error description when user attempts to take a photo but camera access is denied */
"Make sure to allow camera access for this app in your privacy settings." = "Bitte vergewissere dich, Zugriff auf die Kamera in den Privatspähre-Einstellungen zu gewähren.";

/* Generic error title when user attempts to upload an image and it fails for an unknown reason */
"Can't Retrieve Photo" = "Foto konnte nicht abgefragt werden";

/* Generic error description when user attempts to upload an image and it fails for an unknown reason */
"Please try again or select a new photo." = "Bitte versuche es erneut oder wähle ein anderes Foto.";

/* UIAlertView button title to link to Settings app */
"Settings" = "Einstellungen";

/* UIAlertView button title to dismiss */
"Dismiss" = "Abbrechen";

/* Title for payment button */
"Pay Now" = "Jetzt bezahlen";

/* Title for message action when payment completed */
"Payment Completed" = "Zahlung abgeschlossen";

/*
 Instructions for entering credit card info. Parameters are as follows:
 1. Amount (e.g. 50.45)
 2. Currency (e.g. USD)
 3. App name (Uses CFBundleDisplayName)
 */
"Enter your credit card to send $%@ %@ securely to %@" = "Gib deine Kreditkartendaten an um $%@ %@ sicher an %@ zu senden";

/* Error text when payment fails */
"An error occurred while processing the card. Please try again or use a different card." = "Es ist ein Fehler beim Verarbeiten der Karte aufgetreten. Bitte versuche es erneut oder verwende eine andere Karte.";

/* Button label for saved credit card view */
"Change Credit Card" = "Kreditkarte ändern";

/*
 Information label for saved credit card view. Parameters are as follows:
 1. Amount (e.g. 50.45)
 2. Currency (e.g. USD)
 3. App name (Uses CFBundleDisplayName)
 */
"You're about to send $%@ %@ securely to %@" = "Du bist dabei $%@ %@ sicher an %@ zu senden";

/* Title for user notification action */
"Reply" = "Antworten";
